Revit 2027 API
GroupTypeId.AdskModelProperties Property
 Model Properties.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AdskModelProperties { get; }
Public Shared ReadOnly Property AdskModelProperties As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AdskModelProperties {
	ForgeTypeId^ get ();
}
static member AdskModelProperties : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace